Repository: emerg-med/bulstrode
Catalog: NewEmergmed/locale/*/LC_MESSAGES/django.po
Languages: fr, sw

source: Waiting time: %(wait_time_quantity)d minute
fr: Temps d'attente: %(wait_time_quantity)d minute
sw: Muda wa kusubiri: dakika %(wait_time_quantity)d

source: Waiting time: %(wait_time_quantity)d hour
fr: Temps d'attente: %(wait_time_quantity)d heure
sw: Muda wa kusubiri: saa %(wait_time_quantity)d

source: Triage category %(triage_category)s
fr: Catégorie de triage %(triage_category)s
sw: Aina ya majaribio %(triage_category)s

source: unknown
fr: inconnu
sw: haijulikani

source: Clinician must see patient
fr: Clinicien doit voir le patient
sw: Daktari wa kliniki lazima amuone mgonjwa

source: Patient awaiting clinician
fr: Patient en attente de clinicien
sw: Mgonjwa anayesubiri kliniki

source: Seen by clinician
fr: Vu par le clinicien
sw: Imeonekana na kliniki

source: Bed requested
fr: Chambres demandé
sw: Kitanda kiliomba

source: Bed not requested
fr: Chambres non demandée
sw: Kitanda hakijaombwa

source: Clinical area name
fr: Nom de zone clinique
sw: Jina la eneo la kliniki

source: Template
fr: Modèle
sw: Kiolezo

source: type to search
fr: taper pour recherche
sw: chapa ili kutafuta

source: Status
fr: Situation
sw: Hali

source: Follow up
fr: Surveiller
sw: Fuatilia

source: Medication
fr: Médicaments
sw: Dawa

source: Instructions
sw: Maagizo

source: Safeguarding
fr: Sauvegarde
sw: Kulinda

source: Destination
sw: Marudio

source: Admitted to
fr: Admis à
sw: Imekubaliwa

source: Waiting list
fr: Liste d'attente
sw: Orodha ya kusubiri

source: not set
sw: haijawekwa

source: Chief complaint
fr: Plainte principale
sw: malalamiko mkuu

source: Acuity
fr: Acuité
sw: Ukali

source: Doctor
fr: Docteur
sw: Daktari

source: Action & time
fr: Action et temps
sw: Kitendo na wakati

source: Bed
fr: Lit
sw: Kitanda

source: Given name
fr: Prénom
sw: Jina la kupewa

source: Family name
fr: Nom de famille
sw: Jina la ukoo

source: Stated gender
fr: Sexe indiqué
sw: Jinsia iliyotajwa

source: Age (approx)
fr: Âge (approx)
sw: Umri (takriban)

source: Date & time of injury
fr: Date et heure de blessure
sw: Tarehe na wakati wa kuumia

source: Activity type
fr: Type d'activité
sw: Aina ya shughuli

source: Activity detail
fr: Détail des activités
sw: Maelezo ya shughuli

source: Mechanism
fr: Mécanisme
sw: Utaratibu

source: Intent
fr: Intention
sw: Nia

source: Drugs/alcohol
fr: Drogues/alcool
sw: Madawa ya kulevya/pombe

source: Type of location
fr: Type de emplacement
sw: Aina ya eneo

source: Location
fr: Emplacement
sw: Mahali

source: Lat/long
sw: Lat/nde

source: Phone
fr: Téléphone
sw: Simu

source: Mobile
fr: Portable
sw: Rununu

source: Email
sw: Barua pepe

source: Withhold identity
fr: Refuser l'identité
sw: Zuia utambulisho

source: NHS number
fr: Identificateur NHS
sw: Nambari ya NHS

source: Local number
fr: Identificateur locale
sw: Nambari ya eneo

source: Gender
fr: Sexe
sw: Jinsia

source: Date of birth
fr: Date de naissance
sw: Tarehe ya kuzaliwa

source: Means of arrival
fr: Moyens d'arrivée
sw: Njia za kuwasili

source: Attendance type
fr: Type de présence
sw: Aina ya mahudhurio

source: Referral source
fr: Source de référence
sw: Chanzo cha rufaa

source: Transfer from
fr: Transfert à partir de
sw: Uhamisho kutoka

source: Preferred language
fr: Langue préférée
sw: Lugha inayopendekezwa

source: Interpreter reqd.
fr: Interprète req.
sw: Mkalimani reqd.

source: Reason
fr: Raison
sw: Sababu

source: Usual address
fr: Adresse habituelle
sw: Anwani ya kawaida

source: Postcode
fr: Code postal
sw: Msimbo wa posta

source: Residence type
fr: Type de résidence
sw: Aina ya makazi

source: Ethnic category
fr: Catégorie ethnique
sw: Jamii ya kikabila

source: School
fr: École
sw: Shule

source: Companion
fr: Compagnon
sw: Mwenza

source: Clinical area
fr: Zone clinique
sw: Eneo la kliniki

source: Expected patients
fr: Patients attendus
sw: Wagonjwa wanaotarajiwa

source: Arrival transport mode
fr: Mode de transport d'arrivée
sw: Njia ya usafiri wa kuwasili

source: First name
sw: Jina la kwanza

source: Last name
sw: Jina la familia

source: Username
sw: Jina la mtumiaji

source: Password
sw: Nenosiri

source: Confirm password
sw: Thibitisha nenosiri

source: User account enabled
sw: Akaunti ya mtumiaji imewezeshwa

source: Administer other user accounts
sw: Simamia akaunti zingine za watumiaji

source: Configure system settings (e.g. branding)
sw: Sanidi mipangilio ya mfumo (k.m. kuweka chapa)

source: Clear the assigned doctor for a patient
sw: Futa daktari aliyepewa kwa mgonjwa

source: View recent discharged patients and undo discharge
sw: Tazama wagonjwa walioruhusiwa hivi majuzi na kutengua kutokwa na damu

source: Review quality breach reports
sw: Kagua ripoti za ukiukaji wa ubora

source: View dashboard
sw: Tazama dashibodi

source: Export anonymised data
sw: Hamisha data isiyojulikana

source: Passwords don't match
sw: Manenosiri hayalingani

source: User name already in use
sw: Jina la mtumiaji tayari linatumika

source: Please specify a username and password
sw: Tafadhali taja jina la mtumiaji na nenosiri

source: Username or password incorrect, or user is disabled
sw: Jina la mtumiaji au nenosiri si sahihi, au mtumiaji amezimwa

source: Old password
sw: Namba ya siri ya zamani

source: New password
sw: Nenosiri mpya

source: Confirm new password
sw: Thibitisha nenosiri jipya

source: Old password incorrect, or user is disabled
sw: Nenosiri la zamani si sahihi, au mtumiaji amezimwa

source: New passwords don't match
sw: Manenosiri mapya hayalingani

source: Discharged at %H:%M, %d %b %Y
fr: Congé à %H:%M, %d %b %Y
sw: Imezimwa kwa %H:%M, %d %b %Y

source: Clinical areas :: %(zone_label)s
fr: Zones cliniques :: %(zone_label)s
sw: Maeneo ya kliniki :: %(zone_label)s

source: choose
fr: choisir
sw: kuchagua

source: choose or type to search
fr: choisir ou taper à la recherche
sw: chagua au chapa ili kutafuta

source: Add new clinical area
fr: Ajouter un nouveau zone clinique
sw: Ongeza eneo jipya la kliniki

source: Add
fr: Ajouter
sw: Ongeza

source: New clinical area added:
fr: Nouveau zone clinique ajouté
sw: Eneo jipya la kliniki limeongezwa:

source: Click here to view it
fr: Cliquez ici pour le voir
sw: Bofya hapa kuitazama

source: Error adding new clinical area - please choose a label and a template
fr: Erreur d'ajout de nouveau zone clinique - s'il vous plaît choisir une étiquette et un modèle
sw: Hitilafu katika kuongeza eneo jipya la kliniki - tafadhali chagua lebo na kiolezo

source: DEBUG - remove me - Import diagnoses CSV
fr: DÉBOGUER - retirer moi - Importer CSV des diagnostics
sw: DEBUG - niondoe - Leta utambuzi wa CSV

source: Import
fr: Importer
sw: Ingiza

source: DEBUG - remove me - Import data table CSVs
fr: DÉBOGUER - retirer moi - Importer CSV des tables de données
sw: DEBUG - niondoe - Leta CSV za jedwali la data

source: Episode ::
fr: Épisode ::
sw: Kipindi ::

source: Breach/Incident detail
sw: Maelezo ya ukiukaji/tukio

source: Cancel
sw: Ghairi

source: Submit
sw: Wasilisha

source: Save
fr: Enregistrer
sw: Hifadhi

source: Breach
sw: Uvunjaji

source: Registration...
fr: Enregistrement...
sw: Usajili...

source: Unique id: %(unique_id)s
fr: Identifiant unique: %(unique_id)s
sw: Kitambulisho cha kipekee: %(unique_id)s

source: Local number: %(local_number)s
fr: Identificateur locale: %(local_number)s
sw: Nambari ya eneo: %(local_number)s

source: %(age)s years old
fr: %(age)s ans
sw: Umri wa miaka %(age)s.

source: Patient has been discharged - this record is read-only
fr: Patient a été congé - ce dossier est en lecture seule
sw: Mgonjwa ameruhusiwa - rekodi hii ni ya kusoma tu

source: Triage decision support
fr: Aide à la décision Triage
sw: Usaidizi wa uamuzi wa triage

source: Click here for patient registration
fr: Cliquez ici pour l'enregistrement du patient
sw: Bonyeza hapa kwa usajili wa wagonjwa

source: Clinical notes:
fr: Notes cliniques:
sw: Vidokezo vya kliniki:

source: Add note
fr: Ajouter
sw: Ongeza kidokezo

source: Diagnoses
fr: Diagnostics
sw: Uchunguzi

source: Discharge
fr: Congédier
sw: Utekelezaji

source: Undo early discharge
fr: Annuler le congédiement précoce
sw: Tendua uondoaji mapema

source: Complete Discharge
fr: Compléter le congédiement
sw: Utekelezaji kamili

source: Click Save to continue
fr: Cliquez sur Enregistrer pour continuer
sw: Bofya Hifadhi ili kuendelea

source: Discharge early
fr: Congédier tôt
sw: Osha mapema

source: Investigations
sw: Uchunguzi

source: Proven/confirmed
fr: Proven/confirmé
sw: Imethibitishwa/imethibitishwa

source: Working diagnosis
fr: Diagnostic actuel
sw: Utambuzi wa kufanya kazi

source: Delete
fr: Effacer
sw: Futa

source: Treatments
fr: Traitements
sw: Matibabu

source: Expected patient
fr: Patient attendu
sw: Mgonjwa anayetarajiwa

source: New patient expected
fr: Nouveau patient prévu
sw: Mgonjwa mpya anatarajiwa

source: Other expected patients
fr: Autres patients prévu
sw: Wagonjwa wengine wanaotarajiwa

source: Name
fr: Nom
sw: Jina

source: Information
sw: Habari

source: Age
fr: Âge
sw: Umri

source: Injury detail
fr: Détail des blessures
sw: Maelezo ya jeraha

source: Patient registration
fr: l'Enregistrement des patients
sw: Usajili wa mgonjwa

source: Episode...
fr: Incident...
sw: Kipindi...

source: Age (est.):
fr: Âge (est.):
sw: Umri (st.):

source: Age:
fr: Âge:
sw: Umri:

source: Site ::
sw: Tovuti ::

source: Another user is editing this record - please wait a moment
fr: Un autre utilisateur modifie ce dossier - s'il vous plaît attendez un moment
sw: Mtumiaji mwingine anahariri rekodi hii - tafadhali subiri kidogo

source: This record is locked by another user and cannot be edited
fr: Cet dossier est verrouillé par un autre utilisateur et ne peut pas être modifié
sw: Rekodi hii imefungwa na mtumiaji mwingine na haiwezi kuhaririwa

source: There was an error while locking this record - it cannot be edited and saved at this time
fr: Il y avait une erreur tout en verrouillant ce dossier - il ne peut pas être modifié et enregistré à ce moment
sw: Kulikuwa na hitilafu wakati wa kufunga rekodi hii - haiwezi kuhaririwa na kuhifadhiwa kwa wakati huu

source: Further attempts will be made automatically - this message will disappear once the record has been successfully locked
fr: D'autres tentatives seront faites automatiquement - ce message disparaîtra une fois que le dossier a été verrouillé avec succès
sw: Majaribio zaidi yatafanywa kiotomatiki - ujumbe huu utatoweka mara tu rekodi itakapofungwa

source: This record has been locked by another user - any unsaved changes you have made will be lost
fr: Cet dossier a été verrouillé par un autre utilisateur - les modifications non enregistrées que vous avez effectués seront perdus
sw: Rekodi hii imefungwa na mtumiaji mwingine - mabadiliko yoyote ambayo hayajahifadhiwa ambayo umefanya yatapotea

source: Record locked
fr: Dossier est verrouillé
sw: Rekodi imefungwa

source: Another user is editing this record. You can take control of it but they will lose any unsaved changes.
fr: Un autre utilisateur modifie cet dossier. Vous pouvez prendre le contrôle de celui-ci, mais ils perdrez toutes les modifications non enregistrées.
sw: Mtumiaji mwingine anahariri rekodi hii. Unaweza kuidhibiti lakini itapoteza mabadiliko yoyote ambayo hayajahifadhiwa.

source: Take control of this record?
fr: Prenez le contrôle de ce dossier?
sw: Je, ungependa kudhibiti rekodi hii?

source: No
fr: Non
sw: Hapana

source: Yes
fr: Oui
sw: Ndiyo

source: Registration
fr: Enregistrement
sw: Usajili

source: Account
sw: Akaunti

source: User admin
sw: Msimamizi wa mtumiaji

source: Export data
sw: Hamisha data

source: Quality review
sw: Ukaguzi wa ubora

source: Dashboard
sw: Dashibodi

source: Discharged patients
sw: Wagonjwa walioruhusiwa

source: Settings
sw: Mipangilio

source: Clinical areas
fr: Zones clinique
sw: Maeneo ya kliniki

source: Add new...
fr: Nouveau...
sw: Ongeza mpya...

source: Overview
fr: Aperçu
sw: Muhtasari

source: Expected
fr: Attendu
sw: Inatarajiwa

source: Areas
fr: Zones
sw: Maeneo

source: Clear
fr: Nettoyer
sw: Wazi

source: Add doctor
sw: Ongeza daktari

source: Doctor '%(saved_first_name)s %(saved_last_name)s' created successfully
sw: '%(saved_first_name)s %(saved_last_name)s' imeundwa kwa mafanikio

source: Add user
sw: Ongeza mtumiaji

source: Edit user
sw: Badilisha mtumiaji

source: User with username '%(saved_username)s' created successfully
sw: Mtumiaji aliye na jina la mtumiaji '%(saved_username)s' ameundwa kwa mafanikio

source: User updated successfully
sw: Mtumiaji amesasishwa

source: Permissions
sw: Ruhusa

source: User profile management
sw: Usimamizi wa wasifu wa mtumiaji

source: Users
sw: Watumiaji

source: Enabled
sw: Imewashwa

source: Edit
sw: Hariri

source: Add new user
sw: Ongeza mtumiaji mpya

source: Doctors
sw: Madaktari

source: Last Name
sw: Jina la familia

source: First Name
sw: Jina la kwanza

source: Disable
sw: Zima

source: Enable
sw: Wezesha

source: Add new doctor
sw: Ongeza daktari mpya

source: User login
sw: Kuingia kwa mtumiaji

source: Login
sw: Ingia

source: You can login here to access extra features of this site
sw: Unaweza kuingia hapa ili kufikia vipengele vya ziada vya tovuti hii

source: Password updated successfully
sw: Nenosiri limesasishwa

source: Logged in as '%(current_user)s'
sw: Imeingia kama '%(current_user)s'

source: Logout
sw: Ondoka

source: You can update your password by completing the details here and clicking "Update"
sw: Unaweza kusasisha nenosiri lako kwa kujaza maelezo hapa na kubofya "Sasisha"

source: Update
sw: Sasisha

source: Clinical areas overview
fr: Aperçu des zones cliniques
sw: Muhtasari wa maeneo ya kliniki

source: GP
fr: MG

source: %(y)d y %(m)d m
fr: %(y)d a %(m)d m

source: Reg
fr: Enreg
